"1 52 1 4206624770 ,"
"inputNode 1 3 448 488 ,"
" 178 181 184 187 190 193 196 199 202 205 208 211 214 217 220 223 226 229 232 235 238 241 244 247 251 253 256 259 262 265 268 271 274 277 280 283 286 289 292 295 298 301 304 307 310 313 316 319 322 325 inputNode outPutNode ,"
"outPutNode ,"
" 51 ,"
"Convolution Conv_0 1 1 inputNode 253 1 3 32 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_1 1 1 253 178 ,"
"Convolution Conv_2 1 1 178 256 1 32 32 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU Relu_3 1 1 256 181 ,"
"Convolution Conv_4 1 1 181 259 1 32 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_5 1 1 259 184 ,"
"Convolution Conv_6 1 1 184 262 1 64 64 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU Relu_7 1 1 262 187 ,"
"Convolution Conv_8 1 1 187 265 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_9 1 1 265 190 ,"
"Convolution Conv_10 1 1 190 268 1 64 64 3 3 1 1 0 0 1 -1 1 1 ,"
"ReLU Relu_11 1 1 268 193 ,"
"Convolution Conv_12 1 1 193 271 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_13 1 1 271 196 ,"
"Convolution Conv_14 1 1 196 274 1 64 64 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU Relu_15 1 1 274 199 ,"
"Convolution Conv_16 1 1 199 277 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_17 1 1 277 202 ,"
"Convolution Conv_18 1 1 202 280 1 64 64 3 3 1 1 0 0 1 -1 1 1 ,"
"ReLU Relu_19 1 1 280 205 ,"
"Convolution Conv_20 1 1 205 283 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_21 1 1 283 208 ,"
"Convolution Conv_22 1 1 208 286 1 64 64 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU Relu_23 1 1 286 211 ,"
"Convolution Conv_24 1 1 211 289 1 64 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_25 1 1 289 214 ,"
"Convolution Conv_26 1 1 214 292 1 128 64 3 3 1 1 0 0 1 -1 1 1 ,"
"ReLU Relu_27 1 1 292 217 ,"
"Convolution Conv_28 1 1 217 295 1 64 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_29 1 1 295 220 ,"
"Convolution Conv_30 1 1 220 298 1 128 64 3 3 1 1 0 0 1 -1 1 1 ,"
"ReLU Relu_31 1 1 298 223 ,"
"Convolution Conv_32 1 1 223 301 1 64 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_33 1 1 301 226 ,"
"Convolution Conv_34 1 1 226 304 1 128 128 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU Relu_35 1 1 304 229 ,"
"Convolution Conv_36 1 1 229 307 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_37 1 1 307 232 ,"
"Convolution Conv_38 1 1 232 310 1 128 128 3 3 1 1 0 0 1 -1 1 1 ,"
"ReLU Relu_39 1 1 310 235 ,"
"Convolution Conv_40 1 1 235 313 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_41 1 1 313 238 ,"
"Convolution Conv_42 1 1 238 316 1 128 128 3 3 1 1 0 0 1 -1 1 1 ,"
"ReLU Relu_43 1 1 316 241 ,"
"Convolution Conv_44 1 1 241 319 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_45 1 1 319 244 ,"
"Convolution Conv_46 1 1 244 322 1 128 128 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU Relu_47 1 1 322 247 ,"
"Convolution Conv_48 1 1 247 325 1 128 9 4 4 1 1 0 0 1 -1 1 1 ,"
"Reshape Reshape_50 1 1 325 251 0 4 4 0 9 1 1 ,"
"Sigmoid Sigmoid_51 1 1 251 outPutNode ,"
